Repository: wp-plugins/voter-plugin
Catalog: languages/aheadzen-*.po
Languages: ar_kw, de_ch, es_es, fr_fr, it_it, ja_jp, pt_pt, ru_ru, zh_hn

source: Top voted pages
ar_kw: أعلى صوت الصفحات
de_ch: Top rated pagina's
es_es: Top votado páginas
fr_fr: Pages Top voté
it_it: Top votato pagine
ja_jp: トップページに投票
pt_pt: Top votou páginas
ru_ru: Топ проголосовали страницы
zh_hn: 顶部投票页面

source: Top voted topic
ar_kw: أعلى صوتت الموضوع
de_ch: Top rated onderwerp
es_es: Top votado tema
fr_fr: Top voté sujet
it_it: Top votato argomento
ja_jp: トップのトピックを投票
pt_pt: Top votou tópico
ru_ru: Топ проголосовали тему
zh_hn: 顶级投话题

source: Top voted members
ar_kw: أعلى صوت أعضاء
de_ch: Top leden
es_es: Top votado miembros
fr_fr: Top voté membres
it_it: Top votato i membri
ja_jp: トップメンバーを投票
pt_pt: Top votou membros
ru_ru: Топ проголосовали пользователей
zh_hn: 顶级会员投票

source: Top voted groups
ar_kw: مجموعات أعلى صوت
de_ch: Top rated groepen
es_es: Grupos más votadas
fr_fr: Top voté groupes
it_it: Top votato gruppi
ja_jp: トップグループを投票
pt_pt: Grupos Top votado
ru_ru: Топ проголосовали группы
zh_hn: 顶级投集团

source: Top voted product
ar_kw: أعلى صوت المنتج
de_ch: Topproduct
es_es: Top votado producto
fr_fr: Top voté produit
it_it: Top votato prodotto
ja_jp: トップ製品を投票
pt_pt: Top votou produto
ru_ru: Топ проголосовали продукт
zh_hn: 顶级投产品

source: eg: default : post.
ar_kw: على سبيل المثال: الافتراضي: آخر.
de_ch: bv: default: post.
es_es: por ejemplo: default: puesto.
fr_fr: par exemple: défaut: poste.
it_it: ad esempio: default: palo.
ja_jp: 例：デフォルト：ポスト。
pt_pt: por exemplo: default: post.
ru_ru: например: по умолчанию: Post.
zh_hn: 例如：默认：岗位。

source: -- Select One --
ar_kw: - اختر واحدا -
de_ch: - Kies Een -
es_es: - Seleccione una opción -
fr_fr: - Sélectionnez Un -
it_it: - Seleziona una voce -
ja_jp: - 1つ選択 -
pt_pt: - Escolha Um -
ru_ru: - Выберите Один -
zh_hn: - 请选择 -

source: Display top voted posts,pages,products,groups,members etc...
ar_kw: عرض أعلى صوت المشاركات، وصفحات، والمنتجات، مجموعات، الخ الأعضاء ...
de_ch: Weergave top rated berichten, pagina's, producten, groepen, leden enz ...
es_es: Pantalla votó superior mensajes, páginas, productos, grupos, etc ... los miembros
fr_fr: Affichage supérieur voté messages, des pages, des produits, des groupes, des membres etc ...
it_it: Mostra top votato post, pagine, prodotti, gruppi, soci, ecc ...
ja_jp: ディスプレイは、トップ記事、ページ、製品、グループ、メンバーなどが投票...
pt_pt: Exibição top votou posts, páginas, produtos, grupos, membros etc ...
ru_ru: Показать сверху проголосовали постах, страницах, продукты, групп, членов и т.д. ...
