Repository: wp-plugins/voter-plugin
Catalog: languages/aheadzen-*.po
Languages: ar_kw, de_ch, es_es, fr_fr, it_it, ja_jp, pt_pt, ru_ru, zh_hn

source: Your settings updated successfully.
ar_kw: إعداداتك تجديد بنجاح.
de_ch: Uw instellingen succesvol gewijzigd.
es_es: La configuración actualizado correctamente.
fr_fr: Vos paramètres mis à jour.
it_it: Le impostazioni aggiornati correttamente.
ja_jp: あなたの設定が正常に更新されました。
pt_pt: Suas configurações atualizado com sucesso.
ru_ru: Настройки успешно обновлены.
zh_hn: 您的设置已成功更新。

source: Voter Settings
ar_kw: إعدادات الناخبين
de_ch: kiezer Instellingen
es_es: Ajustes de votantes
fr_fr: Réglages des électeurs
it_it: Impostazioni dei votanti
ja_jp: 投票者の設定
pt_pt: Configurações de Eleitor
ru_ru: Настройки избирателей
zh_hn: 选民设置

source: Voting Display Options
ar_kw: التصويت خيارات العرض
de_ch: Stemming Weergave-opties
es_es: Votación Opciones de visualización
fr_fr: Vote Options d'affichage
it_it: Votazione Opzioni di visualizzazione
ja_jp: 投票表示オプション
pt_pt: Votação Opções de exibição
ru_ru: Голосование Display Options
zh_hn: 投票显示选项

source: Simple Like/Unlike
ar_kw: بسيطة مثل / على عكس
de_ch: Eenvoudige Net / In tegenstelling tot
es_es: Simples como / diferencia
fr_fr: Simple Like / Contrairement
it_it: Semplice come / differenza
ja_jp: シンプルと同様に/とは異なり、
pt_pt: Como Simples / Diferentemente
ru_ru: Простой нравится / не в отличие от
zh_hn: 简单的像/不同于

source: Helpful? Yes/No
ar_kw: مفيدة؟ نعم لا
de_ch: Nuttig? Ja Nee
es_es: De ayuda? Si No
fr_fr: Utile? Oui Non
it_it: Utile? Sì No
ja_jp: 役に立ちましたか？はい/いいえ
pt_pt: Útil? Sim Não
ru_ru: Полезная? Да Нет
zh_hn: 有用吗？是/否

source: Thumbs up/down
ar_kw: الإبهام لأعلى / أسفل
de_ch: Duimen omhoog / omlaag
es_es: Pulgares arriba / abajo
fr_fr: Pouces haut / bas
ja_jp: アップ/ダウン親指
pt_pt: Polegares para cima / baixo
ru_ru: Пальцы вверх / вниз
zh_hn: 大拇指向上/向下

source: Up/Down Button
ar_kw: أعلى / أسفل زر
de_ch: Omhoog / omlaag-knop
es_es: Arriba / abajo Botón
fr_fr: Up / Down Bouton
ja_jp: 上/下ボタン
pt_pt: Subir / Descer Botão
ru_ru: Кнопки вверх / вниз
zh_hn: 向上/向下按钮

source: Hide down votes completely?
ar_kw: إخفاء أسفل الأصوات تماما؟
de_ch: Verberg downvotes helemaal?
es_es: Ocultar abajo votos por completo?
fr_fr: Cacher bas votes complètement?
it_it: Hide giù voti completamente?
ja_jp: 完全に票を下に非表示にするには？
pt_pt: Esconder-se completamente votos?
ru_ru: Скрыть вниз таким образом голоса полностью?
zh_hn: 隐藏下来票数完全？

source: Enable On :
ar_kw: تمكين في:
es_es: Activar On:
fr_fr: Activer le:
it_it: Abilita On:
ja_jp: で有効：
pt_pt: Ativar On:
ru_ru: Включить On:
zh_hn: 启用日期：

source: Pages
ar_kw: صفحات
de_ch: pagina's
es_es: Páginas
ja_jp: ページ
pt_pt: Páginas
ru_ru: Страницы
zh_hn: 网页

source: Blog Posts
ar_kw: بلوق المشاركات
de_ch: blog berichten
es_es: Mensajes de blog
fr_fr: Messages blog
ja_jp: ブログの投稿
pt_pt: Posts de Blog
ru_ru: Сообщения в блоге
zh_hn: 博客文章

source: WooCommerce Products
ar_kw: WooCommerce المنتجات
de_ch: WooCommerce producten
es_es: WooCommerce Productos
fr_fr: WooCommerce Produits
it_it: WooCommerce Prodotti
ja_jp: WooCommerce製品
pt_pt: WooCommerce produtos
ru_ru: WooCommerce Продукты
zh_hn: WooCommerce产品

source: All Custom Post Type
ar_kw: كل نوع مخصص حاليا
de_ch: Alle Custom Bericht Type
es_es: Todo Tipo personalizado Publicar
fr_fr: Tous Type perso Poster
it_it: Tutti Tipo personalizzato Messaggio
ja_jp: すべてのカスタムポストタイプ
pt_pt: Todos Tipo Costume
ru_ru: Все Тип таможенный пост
zh_hn: 所有的自定义类型后

source: Comments
ar_kw: تعليقات
de_ch: reacties
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti
ja_jp: 注釈
pt_pt: Comentários
ru_ru: Комментарии
zh_hn: 评论

source: Buddypress Activity
ar_kw: آخر Buddypress
de_ch: BuddyPress Activiteit
es_es: BuddyPress Actividad
fr_fr: Activité BuddyPress
it_it: BuddyPress Attività
ja_jp: バディ活動
pt_pt: BuddyPress Atividade
ru_ru: BuddyPress активность
zh_hn: BuddyPress的活动

source: Buddypress Groups
ar_kw: المجموعات Buddypress
de_ch: BuddyPress Groepen
es_es: BuddyPress Grupos
fr_fr: Groupes BuddyPress
it_it: BuddyPress Gruppi
ja_jp: バディグループ
pt_pt: Grupos BuddyPress
ru_ru: BuddyPress Группы
zh_hn: BuddyPress的组

source: Buddypress Members Profile
ar_kw: Buddypress الأعضاء الملف الشخصي
de_ch: BuddyPress Leden profiel
es_es: BuddyPress Miembros Perfil
fr_fr: Profil BuddyPress Membres
it_it: BuddyPress Membri Profilo
ja_jp: バディメンバープロフィール
pt_pt: BuddyPress membros perfil
ru_ru: BuddyPress Пользователи Профиль
zh_hn: BuddyPress的成员简介

source: bbPress Posts
ar_kw: bbPress المشاركات
de_ch: bbPress berichten
es_es: bbPress Mensajes
fr_fr: bbPress Messages
it_it: bbPress Messaggi
ja_jp: bbPress投稿
ru_ru: СОШ Сообщений
zh_hn: bbPress的帖子

source: Notification Settings
ar_kw: إعدادات الإخطار
de_ch: Instellingen voor meldingen
es_es: Configuración De Las Notificaciones
fr_fr: Paramètres de notification
it_it: Impostazioni di notifica
ja_jp: 通知設定
pt_pt: Configurações de Notificação
ru_ru: Настройки Уведомлений
zh_hn: 通知设置

source: Disable alert by Activity?
ar_kw: تعطيل التنبيه عن طريق آخر؟
de_ch: Uitschakelen alert op Activiteit?
es_es: Desactivar alerta por actividad?
fr_fr: Désactiver alerte par activité?
it_it: Disabilitare allarme per Attività?
ja_jp: 活動によってアラートを無効にする？
pt_pt: Desativar alerta por Atividade?
ru_ru: Отключить уведомление по видам деятельности?
zh_hn: 通过活动禁用警报？

source: Disable alert by Notification?
ar_kw: تعطيل التنبيه من قبل الإعلام؟
de_ch: Uitschakelen alert door Notification?
es_es: Desactivar alerta por Notification?
fr_fr: Désactiver alerte par notification?
it_it: Disattiva allarme per notifiche?
ja_jp: 通知によって、アラートを無効にする？
pt_pt: Desativar alerta por Notificação?
ru_ru: Отключить предупреждение, уведомление?
zh_hn: 通过通知禁用警报？

source: Disable alert by Email?
ar_kw: تعطيل تنبيه عبر البريد الإلكتروني؟
de_ch: Uitschakelen waarschuwing per e-mail?
es_es: Desactivar alerta por correo electrónico?
fr_fr: Désactiver alerte par e-mail?
it_it: Disabilitare alert via e-mail?
ja_jp: 電子メールでアラートを無効にする？
pt_pt: Desativar alerta por e-mail?
ru_ru: Отключить уведомление по электронной почте?
zh_hn: 通过电子邮件禁用警报？

source: Login Popup Settings
ar_kw: تسجيل الدخول إعدادات قافزة
de_ch: Login Popup Instellingen
es_es: Iniciar sesión Configuración emergente
fr_fr: Paramètres de connexion Popup
it_it: Login Settings Popup
ja_jp: ログインポップアップ設定
pt_pt: Entrar Configurações Popup
ru_ru: Вход Всплывающие Настройки
zh_hn: 登录弹出设置

source: Popup Title
ar_kw: قافزة عنوان
de_ch: popup titel
es_es: Título emergente
fr_fr: Popup Titre
ja_jp: ポップアップタイトル
pt_pt: Popup Título
ru_ru: Popup Название
zh_hn: 弹出标题

source: Popup Content
ar_kw: المحتوى منبثقة
es_es: Contenido emergente
fr_fr: Contenu Popup
it_it: Contenuti Popup
ja_jp: ポップアップコンテンツ
pt_pt: Conteúdo Popup
ru_ru: Popup Содержимое
zh_hn: 弹出内容

source: Login URL
ar_kw: URL الدخول
es_es: Ingresar URL
fr_fr: URL de connexion
it_it: URL di accesso
ja_jp: ログインURL
pt_pt: Acesso de URL
ru_ru: Войти URL
zh_hn: 登录网址

source: default:
ar_kw: الافتراضي:
es_es: por defecto:
fr_fr: défaut:
it_it: predefinito:
ja_jp: デフォルト：
ru_ru: по умолчанию:
zh_hn: 默认情况下：

source: Registration URL
ar_kw: URL تسجيل
de_ch: registratie-URL
es_es: URL de registro
fr_fr: Inscription URL
it_it: URL di registrazione
ja_jp: 登録URL
pt_pt: URL de Registro
ru_ru: Регистрация URL
zh_hn: 注册网址

source: Display Login Form?
ar_kw: عرض نموذج تسجيل الدخول؟
de_ch: Weergeven Login Form?
es_es: Mostrar Formulario de acceso?
fr_fr: Afficher Login Form?
it_it: Visualizzare Login Form?
ja_jp: ログインフォームを表示する？
pt_pt: Mostrar Login Form?
ru_ru: Показать Форма входа?
zh_hn: 显示登录表单？

source: By selecting the option it will display the login form with popup.
ar_kw: عن طريق اختيار الخيار أنه سيتم عرض نموذج تسجيل الدخول مع المنبثقة.
de_ch: Door het selecteren van de optie het het login formulier met popup wordt weergegeven.
es_es: Al seleccionar la opción se mostrará el formulario de acceso con popup.
fr_fr: En sélectionnant l'option, il affichera le formulaire de connexion avec contextuel.
it_it: Selezionando l'opzione verrà visualizzato il form di login con popup.
ja_jp: オプションを選択することにより、ポップアップでログインフォームが表示されます。
pt_pt: Ao selecionar a opção será exibido o formulário de login com pop-up.
ru_ru: Выбрав опцию оно будет отображаться регистрационную форму с всплывающего окна.
zh_hn: 通过选择该选项，将显示带有弹出的登录表单。

source: Do you want to disable login box js (jquery-ui.js)?
ar_kw: هل تريد تعطيل شبيبة مربع الدخول (مسج-ui.js)؟
de_ch: Wilt u ingelogd doos js (jquery-ui.js) uitschakelen?
es_es: ¿Quieres desactivar botón Acceder js (jquery-ui.js)?
fr_fr: Voulez-vous désactiver la boîte de connexion js (jquery-ui.js)?
it_it: Vuoi disabilitare box login js (jquery-ui.js)?
ja_jp: あなたはログインボックスのJS（jqueryの-ui.js）を無効にしますか？
pt_pt: Você quer desativar a caixa de login js (jquery-ui.js)?
ru_ru: Вы хотите, чтобы отключить поле Логин JS (JQuery-ui.js)?
zh_hn: 难道你想关闭登录框JS（jQuery的-ui.js）？

source: The plugin including "http://code.jquery.com/ui/1.10.3/jquery-ui.js" for login dialog box In case your website already included and may creating conflict you can disable/remove it by this option.
ar_kw: البرنامج المساعد بما في ذلك "HTTP: //code.jquery.com/ui/1.10.3/jquery-ui.js " مربع الحوار تسجيل الدخول لفي حالة موقع الويب الخاص بك تضمن بالفعل ويمكن أن تخلق الصراع يمكنك تعطيل / إزالة من قبل هذا الخيار.
de_ch: De plugin waaronder \ \"http: //code.jquery.com/ui/1.10.3/jquery-ui.js " voor login dialoogvenster In het geval dat uw website al opgenomen en kunnen creëren conflict kunt u uitschakelen / verwijderen door deze optie.
es_es: El plugin incluyendo "http: //code.jquery.com/ui/1.10.3/jquery-ui.js " para la caja de diálogo de inicio de sesión En caso de que su sitio web ya está incluido y puede crear conflictos puede desactivar / eliminar el presente opción.
fr_fr: Le plugin y compris "http: //code.jquery.com/ui/1.10.3/jquery-ui.js " boîte de dialogue de connexion pour votre site En cas déjà inclus et peut créer des conflits, vous pouvez désactiver / supprimer par le présent option.
it_it: Il plugin tra cui "http: //code.jquery.com/ui/1.10.3/jquery-ui.js " per il dialogo di login Nel caso il vostro sito web già incluso e può creare conflitto è possibile disattivare / rimuoverla da questa opzione.
ja_jp: などのプラグイン：ログインダイアログボックスの「HTTP //code.jquery.com/ui/1.10.3/jquery-ui.js "はケースであなたのウェブサイトはすでに含まれており、あなたは/無効にするには、このことによってそれを削除することができ、競合を作成することがオプション。
pt_pt: O plugin incluindo "http: //code.jquery.com/ui/1.10.3/jquery-ui.js " caixa de diálogo de login para No caso do seu website já incluído e pode criar conflito que você pode desativar / removê-lo por este opção.
ru_ru: Плагин в том числе "HTTP: //code.jquery.com/ui/1.10.3/jquery-ui.js " для диалога Войти коробке В случае, если ваш сайт уже включен и может создавать конфликта, вы можете отключить / удалить его от этого вариант.
zh_hn: 该插件包括“HTTP：//code.jquery.com/ui/1.10.3/jquery-ui.js ”的登录对话框，如果你的网站已经包含并可能产生冲突，你可以禁用/本将其删除选项​​。

source: Select the page template to disable voter plugin
ar_kw: حدد قالب الصفحة لتعطيل البرنامج المساعد الناخبين
de_ch: Selecteer de pagina sjabloon om kiezer plugin uit te schakelen
es_es: Seleccione la plantilla de página para desactivar el plugin de votantes
fr_fr: Sélectionnez le modèle de page pour désactiver le plugin électeurs
it_it: Selezionare il modello di pagina per disattivare plugin di elettori
ja_jp: 有権者のプラグインを無効にするには、ページテンプレートを選択します
pt_pt: Selecione o modelo de página para desabilitar plugins eleitor
ru_ru: Выберите шаблон страницы, чтобы отключить плагин избирателей
zh_hn: 选择页面模板禁用选民插件

source: Please select the template if you want to disable the voter plugin for it.
ar_kw: يرجى اختيار قالب إذا كنت ترغب في تعطيل البرنامج المساعد الناخبين لذلك.
de_ch: Selecteer de sjabloon als u wilt dat de stemming plugin voor het uit te schakelen.
es_es: Por favor seleccione la plantilla si quiere desactivar el plugin de votantes para ello.
fr_fr: Se il vous plaît sélectionnez le modèle si vous souhaitez désactiver le plugin des électeurs pour elle.
it_it: Si prega di selezionare il modello se si desidera disattivare il plugin elettore per esso.
ja_jp: あなたはそれのために有権者のプラグインを無効にしたい場合は、テンプレートを選択してください。
pt_pt: Por favor, selecione o modelo se você quiser desativar o plugin do eleitor para ele.
ru_ru: Пожалуйста, выберите шаблон, если вы хотите отключить плагин избирателей за него.
zh_hn: 请选择模板，如果你想禁用选民插件吧。

source: %s likes comment on %s's %s %s
de_ch: % s vond commentaar op% s van% s's
zh_hn: %s0/} likes comment on %s's %s %s

source: %s likes %s %s
zh_hn: %s0/} likes %s %s

source: To disable these notifications please log in and go to: %s
ar_kw: %sتعطيل هذه الإخطارات الرجاء تسجيل الدخول وانتقل إلى: %s
de_ch: Om deze meldingen uitschakelen log in en ga naar:% s
es_es: %sara desactivar estas notificaciones favor conectarse y vaya a: %s
fr_fr: %sour désactiver ces notifications se il vous plaît vous connecter et aller à: %s
it_it: %ser disattivare queste notifiche e fai il login e andare a: %s
ja_jp: %sれらの通知を無効にするには、ログインしてアクセスしてください： %s
pt_pt: %sara desativar essas notificações por favor faça o login e vá para: %s
ru_ru: %sтобы отключить эти уведомления, пожалуйста, войдите в систему и перейдите по ссылке: %s
zh_hn: %s禁用这些通知，请登录并访问： %s

source: Voter Plugin
ar_kw: الناخب المساعد
de_ch: kiezer Plugin
es_es: Votantes Plugin
ja_jp: 有権者プラグイン
pt_pt: Eleitor Plugin
ru_ru: Избиратель Plugin
zh_hn: 选民插件

source: The plugin added votes option for pages, post, custom post types, comments, buddypress activity, groups, member profiles, woocommerce products etc. <br />You can control display option from <a href="options-general.php?page=voter" target="_blank"><b>Plugin Settings >></b></a>
ar_kw: الخيار المساعد أضاف الأصوات للصفحات، وظيفة، أنواع آخر العرف، والتعليقات، والنشاط buddypress والمجموعات والملفات الشخصية للأعضاء، ومنتجات woocommerce الخ <br /> يمكنك التحكم في خيار العرض من <أ href = على "خيارات general.php؟ الصفحة = الناخبين "الهدف = " _ فارغة "> <ب> إعدادات البرنامج المساعد >> </ B> </A>
de_ch: De optie plugin toegevoegd stemmen voor pagina's, post, aangepaste bericht typen, opmerkingen, BuddyPress activiteit, groepen, profielen van leden, woocommerce producten enz. <br /> U kunt de display optie <a href = \ \"opties-general.php beheersen? page = kiezer \ \"target = " _ blank \ \"> <b> Plugin Instellingen >> </ b> </a>
es_es: La opción Plugin de votos para páginas, correos, tipos de correos personalizados, comentarios, actividad buddypress, grupos, perfiles de miembros, productos WooCommerce etc. <br /> Puede controlar opción de visualización en <a href = "opciones-general.php? page = "target = " votante _ blank "> <b> Configuración Plugin >> </ b> </a>
fr_fr: L'option Plugin de votes pour les pages, la poste, les types de poste personnalisé, commentaires, activité de BuddyPress, les groupes, les profils des membres, les produits de WooCommerce etc. <br /> Vous pouvez contrôler option d'affichage de <a href = "Options-general.php? page = électeurs "target = " _ blank "> <b> Paramètres Plugin >> </ b> </a>
it_it: L'opzione plug aggiunto voti per pagine, postale, i tipi di messaggi personalizzati, commenti, attività BuddyPress, gruppi, profili dei membri, prodotti woocommerce ecc <br /> È possibile controllare un'opzione di visualizzazione dal <a href = "opzioni-general.php? page = "target = " voter _ blank "> <b> Impostazioni Plugin >> </ b> </a>
ja_jp: <br />あなたは、<HREF = "オプション-general.phpから表示オプションを制御することができますなどのページ、ポスト、カスタムポストタイプ、コメント、バディの活動、グループ、メンバーのプロフィール、woocommerce製品用のプラグインを追加投票オプション？ページ=有権者 "ターゲット= " _空白 "> <B>プラグインの設定>> </ b>の</a>の
pt_pt: A opção de plugins adicionados votos para páginas, cargo, tipos de pós personalizado, comentários, atividade BuddyPress, grupos, perfis de usuários, produtos woocommerce etc. <br /> Você pode controlar opção de exibição <a href = "opções de general.php? page = "target = " eleitor _ blank "> <b> Configurações do Plugin >> </ b> </a>
ru_ru: Вариант плагина добавлена ​​голосов для страниц, почтовых, пользовательских типов постов, комментариев, BuddyPress деятельности, групп, членов профилей, WooCommerce изделий и т.д. <br /> Вы можете контролировать параметр отображения из <а HREF = "Параметры-general.php? страница = избирателей "TARGET = " _ пустым "> <B> Настройки плагина >> </ B> </a>
zh_hn: 换页，张贴，自定义文章类型，注释，BuddyPress的活动，团体，会员资料，woocommerce产品等<br />您可以控制​​的<a href = “选项，general.php显示选项的插件添加票的选择吗？页=选民“目标= ”_空白“> <B>插件设置>> </ B> </A>

source: Aheadzen Team | <a href="options-general.php?page=voter" target="_blank">Manage Plugin Settings</a>
ar_kw: Aheadzen فريق العمل | <a href="options-general.php؟page=voter" target="_blank"> إدارة إعدادات البرنامج المساعد </A>
de_ch: Aheadzen Team | <a href="options-general.php?page=voter" target="_blank"> Beheer Plugin Instellingen </a>
es_es: Aheadzen equipo | <a href="options-general.php?page=voter" target="_blank"> Gestión de la configuración de plug-in </a>
fr_fr: Aheadzen équipe | <a href="options-general.php?page=voter" target="_blank"> Gérer les paramètres Plugin </a>
it_it: Aheadzen Team | <a href="options-general.php?page=voter" target="_blank"> Gestione delle impostazioni di Plugin </a>
ja_jp: Aheadzenチーム| <aのhref="options-general.php?page=voter"は、プラグインの設定を管理target="_blank">する</a>
pt_pt: Aheadzen Equipe | <a href="options-general.php?page=voter" target="_blank"> Gerenciar Configurações do Plugin </a>
ru_ru: Aheadzen Команда | <a href="options-general.php?page=voter" target="_blank"> Управление настройках плагина </a>
zh_hn: Aheadzen团队| <a href="options-general.php?page=voter" target="_blank">管理插件的设置</A>

source: This site is free and open to everyone, but our registered users get extra privileges like commenting, and voting.
ar_kw: هذا الموقع هو مجاني ومفتوح للجميع، ولكن مستخدمين المسجلين لدينا الحصول على امتيازات إضافية مثل التعليق والتصويت.
de_ch: Deze site is gratis en open voor iedereen, maar uw geregistreerde gebruikers krijgen extra privileges, zoals het becommentariëren, en te stemmen.
es_es: Este sitio es gratuito y abierto a todo el mundo, pero nuestros usuarios registrados obtener privilegios adicionales como comentar y votar.
fr_fr: Ce site est gratuit et ouvert à tous, mais nos utilisateurs enregistrés obtenir des privilèges supplémentaires comme commentant, et votants.
it_it: Questo sito è gratuita e aperta a tutti, ma i nostri utenti registrati ottenere privilegi extra come commenti, e il voto.
ja_jp: このサイトは無料で、誰にでも開かれているが、私たちの登録ユーザーは、コメント、および投票のように特別な権限を取得します。
pt_pt: Este site é gratuito e aberto a todos, mas os nossos usuários registrados obter privilégios extras como comentários, e votantes.
ru_ru: Этот сайт является бесплатным и открытым для всех, но наши Зарегистрированные пользователи получают дополнительные привилегии, как комментируя, и голосование.
zh_hn: 这个网站是免费的，对所有人开放，但我们的注册用户获得额外的特权，如评论和投票。

source: click to vote
ar_kw: انقر على التصويت
de_ch: klik om te stemmen
es_es: haga clic para votar
fr_fr: Cliquez pour voter
it_it: clicca per votare
ja_jp: 投票するクリック
pt_pt: clique para votar
ru_ru: нажмите чтобы голосовать
zh_hn: 点击投票

source: please login to vote
ar_kw: الرجاء تسجيل الدخول للتصويت
de_ch: kunt u inloggen om te stemmen
es_es: por favor ingrese para votar
fr_fr: se il vous plaît se enregistrer pour voter
it_it: prego accedere per votare
ja_jp: 投票するには、ログインしてください
pt_pt: Por favor, faça o login para votar
ru_ru: Пожалуйста, войдите, чтобы голосовать
zh_hn: 请登录投票

source: Unlike
ar_kw: على خلاف
de_ch: anders
es_es: A Diferencia De
fr_fr: Contrairement à
it_it: A Differenza
ja_jp: とは異なり、
pt_pt: Ao contrário
ru_ru: В Отличии
zh_hn: 不像

source: Like
ar_kw: مثل
de_ch: Net Als
es_es: Como
fr_fr: Comme Des
it_it: Come
ja_jp: のような
pt_pt: Gosta De
ru_ru: Так
zh_hn: 如

source: already voted, click to remove
ar_kw: بالفعل صوت، انقر فوق لإزالة
de_ch: al gestemd, klik om te verwijderen
es_es: votado ya, haga clic para quitar
fr_fr: voté déjà, cliquez pour supprimer
it_it: già votato, fare clic per rimuovere
ja_jp: すでに投票し、削除するにはクリック
pt_pt: já votou, clique para remover
ru_ru: уже голосовали, нажмите, чтобы удалить
zh_hn: 已经投票，点击删除

source: already voted
ar_kw: بالتصويت بالفعل
de_ch: al gestemd
es_es: ya votado
fr_fr: déjà voté
it_it: già votato
ja_jp: すでに投票
pt_pt: já votou
ru_ru: уже голосовали
zh_hn: 已经投票

source: Is this %s helpful?
ar_kw: %sل هذه %s helpful?
de_ch: Is dit% is nuttig?
es_es: %ss este %s helpful?
fr_fr: %sst-ce %s helpful?
it_it: %s questo %s helpful?
ja_jp: %sれは%s helpful?
pt_pt: %s isso %s helpful?
ru_ru: %sто %s helpful?
zh_hn: %s是%s helpful?

source: %s out of %s said Yes
de_ch: % s van% s zei ja
zh_hn: %s0/} out of %s said Yes

source: Yes
ar_kw: نعم يا
de_ch: Ja Well
es_es: Sí
fr_fr: Ben Oui
it_it: Di Si
ja_jp: はい
pt_pt: Sim: D
ru_ru: Да
zh_hn: 是的

source: No
ar_kw: لا
de_ch: geen
fr_fr: Pas De
ja_jp: ノー
pt_pt: Nao Kk
ru_ru: Нет
zh_hn: 没有

source: Wrong User
ar_kw: العضو خطأ
de_ch: verkeerde Gebruiker
es_es: Wrong usuario
fr_fr: Mauvais utilisateur
it_it: Utente sbagliato
ja_jp: 間違ったユーザー
pt_pt: Errado Usuário
ru_ru: Неправильный пользователя
zh_hn: 错误的用户

source: Unknown Post
ar_kw: غير معروف المشاركة
de_ch: onbekend Bericht
es_es: Desconocido Publicar
fr_fr: Inconnu Poster
ja_jp: 不明なポスト
pt_pt: Publicar Desconhecido
ru_ru: Неизвестный сообщение
zh_hn: 未知的帖子

source: Invalid Post ID
ar_kw: غير صالح ID المشاركة
de_ch: Ongeldig bericht ID
es_es: Invalid ID del anuncio
fr_fr: Poster Invalid ID
it_it: Messaggio non valido ID
ja_jp: 無効なポストID
pt_pt: Inválido Pós ID
ru_ru: Неверный сообщение ID
zh_hn: 无效的帖子ID

source: Please Login
ar_kw: الرجاء تسجيل الدخول
de_ch: Gelieve in te loggen
es_es: Por Favor Iniciar Sesión
fr_fr: Se il vous plaît Connectez-vous
it_it: Effettua il Login
ja_jp: ログインしてください
pt_pt: Por Favor Entre
ru_ru: Пожалуйста, войдите
zh_hn: 请登录

source: Username
ar_kw: يوزر نيم
de_ch: gebruikersnaam
es_es: Nombre de usuario
fr_fr: Nom D'Utilisateur
it_it: Nome Utente
ja_jp: ユーザー名
pt_pt: Nome Do Usuário
ru_ru: Имя пользователя
zh_hn: 用户名

source: Password
ar_kw: الرقم السرى
de_ch: wachtwoord
es_es: La Contraseña
fr_fr: Mot De Passe
it_it: Parola D'Ordine
ja_jp: パスワード
pt_pt: Senha
ru_ru: Пароль
zh_hn: 密码

source: Remember Me
ar_kw: تذكرني
de_ch: Onthoud Me
es_es: Recuérdame
fr_fr: Souviens-Toi De Moi
it_it: Ricordami
ja_jp: 私を覚えてますか
pt_pt: Lembrar De Mim
ru_ru: Запомнить Меня
zh_hn: 记得我

source: Log In
ar_kw: تسجيل الدخول
es_es: Iniciar Sesión
fr_fr: Se Connecter
ja_jp: ログイン
pt_pt: Entrar
ru_ru: Войти
zh_hn: 登录

source: Register
ar_kw: تسجيل
de_ch: Registreer
es_es: Darse De Alta
fr_fr: Se enregistrer
ja_jp: 登録
pt_pt: Cadastre-se
ru_ru: Регистрация
zh_hn: 注册

source: Login
ar_kw: تسجيل دخول
es_es: Iniciar Sesión
fr_fr: Se Connecter
ja_jp: ログイン
pt_pt: Fazer Login
ru_ru: Войти
zh_hn: 登录

source: Widget Title
ar_kw: عنوان القطعة
de_ch: widget Titel
es_es: Widget Título
fr_fr: Titre Widget
it_it: Widget Titolo
ja_jp: ウィジェットタイトル
pt_pt: Título Widget
ru_ru: Виджет Название
zh_hn: 小部件标题

source: Number of Records
ar_kw: عدد من السجلات
de_ch: Aantal Records
es_es: Número de registros
fr_fr: Nombre d'enregistrements
it_it: Numero di Records
ja_jp: レコード数
pt_pt: Número de Registros
ru_ru: Количество записей
zh_hn: 记录数

source: eg: default is : 5
ar_kw: على سبيل المثال: الافتراضي هو: 5
de_ch: bv: standaard is: 5
es_es: por ejemplo: por defecto es: 5
fr_fr: par exemple: défaut est: 5
it_it: ad esempio: di default è: 5
ja_jp: 例：デフォルトは次のとおりです。5
pt_pt: por exemplo: default é: 5
ru_ru: например: умолчанию: 5
zh_hn: 比如：默认为：5

source: Select Type
ar_kw: حدد نوع
de_ch: Kies een type
es_es: Seleccionar tipo
fr_fr: Sélectionner le type
it_it: Seleziona tipo
ja_jp: タイプを選択
pt_pt: Selecionar Tipo
ru_ru: Выберите тип
zh_hn: 选择类型

source: -- Select One --
ar_kw: - اختر واحدا -
de_ch: - Kies Een -
es_es: - Seleccione una opción -
fr_fr: - Sélectionnez Un -
it_it: - Seleziona una voce -
ja_jp: - 1つ選択 -
pt_pt: - Escolha Um -
ru_ru: - Выберите Один -
zh_hn: - 请选择 -

source: Top voted posts
ar_kw: أعلى صوت المشاركات
de_ch: Top rated berichten
es_es: Top votado mensajes
fr_fr: Top voté messages
it_it: Top votato messaggi
ja_jp: トップ記事を投票
pt_pt: Top votou mensagens
ru_ru: Топ проголосовали сообщения
zh_hn: 顶帖投票
